{
  "business": [
    {
      "id": 1,
      "name": "Tienda de Electrónica",
      "image": "https://picsum.photos/200/300",
      "score": 4.3,
      "address": "Calle Falsa 123",
      "schedule": "9:00 AM - 8:00 PM",
      "category": "cafe",
      "description": "En Tienda de Electrónica encontrarás una extensa variedad de dispositivos electrónicos y accesorios. Desde los últimos modelos de teléfonos móviles hasta electrodomésticos de alta gama, contamos con productos que se adaptan a todas tus necesidades tecnológicas. Nuestro equipo de expertos está disponible para ayudarte a encontrar el equipo perfecto."
    },
    {
      "id": 2,
      "name": "Cafetería Delicias",
      "image": "https://picsum.photos/200/300",
      "score": 4.8,
      "address": "Avenida Siempreviva 456",
      "schedule": "8:00 AM - 6:00 PM",
      "category": "cafe",
      "description": "Cafetería Delicias es el lugar perfecto para disfrutar de un café excepcional y pasteles recién horneados en un ambiente cálido y acogedor. Ofrecemos una amplia selección de bebidas a base de café, tés y opciones para el desayuno y merienda. Ideal para tus encuentros matutinos o para relajarte durante el día con amigos o en solitario."
    },
    {
      "id": 3,
      "name": "Librería El Saber",
      "image": "https://picsum.photos/200/300",
      "score": 3.2,
      "address": "Calle de los Libros 789",
      "schedule": "10:00 AM - 7:00 PM",
      "category": "cafe",
      "description": "Librería El Saber ofrece una gran variedad de libros para todos los gustos y edades. Desde novelas y ensayos hasta literatura académica y técnica, tenemos una selección que seguramente encontrarás interesante. Además, disponemos de un acogedor rincón de lectura donde podrás disfrutar de tu libro favorito en un ambiente tranquilo."
    },
    {
      "id": 4,
      "name": "Boutique Moda",
      "image": "https://picsum.photos/200/300",
      "score": 4.5,
      "address": "Paseo de la Moda 101",
      "schedule": "11:00 AM - 9:00 PM",
      "category": "ropa",
      "description": "Boutique Moda es tu destino para encontrar las últimas tendencias en moda. Ofrecemos una amplia gama de ropa para todas las ocasiones, desde atuendos casuales hasta conjuntos elegantes para eventos especiales. Trabajamos con marcas reconocidas para asegurar que nuestros clientes reciban la mejor calidad y estilo."
    },
    {
      "id": 5,
      "name": "Restaurante Gourmet",
      "image": "https://picsum.photos/200/300",
      "score": 4.9,
      "address": "Gourmet Plaza 202",
      "schedule": "12:00 PM - 10:00 PM",
      "category": "cocina",
      "description": "Restaurante Gourmet ofrece una experiencia culinaria de primer nivel con un menú de platos exquisitos elaborados con ingredientes frescos y de alta calidad. Desde aperitivos sofisticados hasta platos principales elaborados y postres indulgentes, cada comida es una celebración del buen gusto. Nuestro ambiente elegante y nuestro servicio atento aseguran una experiencia memorable."
    },
    {
      "id": 6,
      "name": "Gimnasio Fitness",
      "image": "https://picsum.photos/200/300",
      "score": 4.1,
      "address": "Calle del Deporte 303",
      "schedule": "6:00 AM - 10:00 PM",
      "category": "belleza",
      "description": "En Gimnasio Fitness, te ofrecemos una instalación moderna y completa para alcanzar tus metas de salud y condición física. Nuestro gimnasio está equipado con máquinas de última generación, una amplia gama de clases grupales y entrenadores personales para ayudarte a obtener los mejores resultados. Disfruta de un ambiente motivador y amigable para mantenerte activo y en forma."
    },
    {
      "id": 7,
      "name": "Panadería Artesanal",
      "image": "https://picsum.photos/200/300",
      "score": 2.7,
      "address": "Avenida del Pan 404",
      "schedule": "7:00 AM - 7:00 PM",
      "category": "panaderia",
      "description": "Panadería Artesanal es conocida por su pan recién horneado y productos de panadería de alta calidad. Utilizamos ingredientes frescos y técnicas tradicionales para ofrecerte panes, pasteles y galletas que deleitarán tu paladar. Ven a visitarnos y prueba nuestras especialidades artesanales en un ambiente acogedor."
    },
    {
      "id": 8,
      "name": "Farmacia Saludable",
      "image": "https://picsum.photos/200/300",
      "score": 1.6,
      "address": "Salud Street 505",
      "schedule": "8:00 AM - 9:00 PM",
      "category": "belleza",
      "description": "Farmacia Saludable ofrece una amplia gama de productos farmacéuticos y de cuidado personal. Nuestro equipo de profesionales está listo para ayudarte con tus necesidades de salud y bienestar, desde medicamentos recetados hasta productos de belleza y suplementos nutricionales. Estamos aquí para cuidar de tu salud y ofrecerte el mejor asesoramiento."
    },
    {
      "id": 9,
      "name": "Joyería Elegante",
      "image": "https://picsum.photos/200/300",
      "score": 3.8,
      "address": "Diamante Avenue 606",
      "schedule": "10:00 AM - 8:00 PM",
      "category": "belleza",
      "description": "En Joyería Elegante encontrarás una cuidada selección de joyas finas y elegantes. Desde anillos y collares hasta pulseras y pendientes, cada pieza es seleccionada con esmero para ofrecerte productos de alta calidad. Ven a visitarnos y descubre joyas que realzarán tu belleza y estilo personal."
    },
    {
      "id": 10,
      "name": "Centro de Belleza",
      "image": "https://picsum.photos/200/300",
      "score": 4.4,
      "address": "Beauty Boulevard 707",
      "schedule": "9:00 AM - 7:00 PM",
      "category": "belleza",
      "description": "Centro de Belleza es tu destino para tratamientos de belleza y cuidado personal. Ofrecemos una gama completa de servicios, desde cortes y estilizados de cabello hasta tratamientos faciales y corporales. Nuestro equipo de profesionales está dedicado a ofrecerte una experiencia de belleza completa y personalizada."
    },
    {
      "id": 11,
      "name": "Tienda de Mascotas",
      "image": "https://picsum.photos/200/300",
      "score": 4.2,
      "address": "Pet Street 808",
      "schedule": "10:00 AM - 6:00 PM",
      "category": "cafe",
      "description": "Tienda de Mascotas ofrece todo lo necesario para el bienestar de tus amigos peludos. Desde alimentos y juguetes hasta accesorios y productos de cuidado, contamos con una gran variedad de artículos para mantener a tus mascotas felices y saludables. Ven a visitarnos y encuentra todo lo que tu mascota necesita."
    },
    {
      "id": 12,
      "name": "Centro Deportivo",
      "image": "https://picsum.photos/200/300",
      "score": 3.9,
      "address": "Fitness Road 909",
      "schedule": "6:00 AM - 10:00 PM",
      "category": "belleza",
      "description": "Centro Deportivo es el lugar ideal para tus entrenamientos y actividades físicas. Ofrecemos instalaciones modernas y completas, incluyendo gimnasio, piscina y pistas de tenis. Nuestro personal capacitado está disponible para ayudarte con tu rutina de ejercicios y ofrecerte asesoramiento para alcanzar tus objetivos de fitness."
    },
    {
      "id": 13,
      "name": "Clínica Dental",
      "image": "https://picsum.photos/200/300",
      "score": 3.1,
      "address": "Dental Drive 1010",
      "schedule": "9:00 AM - 6:00 PM",
      "category": "belleza",
      "description": "Clínica Dental ofrece servicios de atención dental de alta calidad, incluyendo limpiezas, empastes y tratamientos ortodónticos. Nuestro equipo de dentistas y higienistas dentales está comprometido con tu salud bucal y tu bienestar general. Ven a conocernos y recibe el cuidado dental que te mereces."
    },
    {
      "id": 14,
      "name": "Pizzería Italiana",
      "image": "https://picsum.photos/200/300",
      "score": 4.6,
      "address": "Pizza Lane 1111",
      "schedule": "12:00 PM - 11:00 PM",
      "category": "cocina",
      "description": "Pizzería Italiana te ofrece una auténtica experiencia gastronómica italiana con nuestras pizzas elaboradas con ingredientes frescos y de calidad. Desde clásicos como la Margarita hasta opciones gourmet, cada pizza es horneada a la perfección. Disfruta de una comida deliciosa en un ambiente acogedor y familiar."
    },
    {
      "id": 15,
      "name": "Estudio Fotográfico",
      "image": "https://picsum.photos/200/300",
      "score": 3.5,
      "address": "Photo Boulevard 1212",
      "schedule": "10:00 AM - 5:00 PM",
      "category": "belleza",
      "description": "Estudio Fotográfico es el lugar ideal para capturar tus momentos especiales. Ofrecemos sesiones de fotos profesionales para eventos, retratos y más. Nuestro equipo de fotógrafos está dedicado a proporcionarte imágenes de alta calidad que capturen la esencia de cada ocasión."
    },
    {
      "id": 16,
      "name": "Jardinería Verde",
      "image": "https://picsum.photos/200/300",
      "score": 2.8,
      "address": "Green Street 1313",
      "schedule": "7:00 AM - 3:00 PM",
      "category": "cafe",
      "description": "Jardinería Verde se especializa en ofrecer plantas, flores y suministros para el cuidado de jardines y espacios verdes. Contamos con una amplia selección de plantas ornamentales, herramientas de jardinería y productos para el mantenimiento de tus áreas verdes. Ven a descubrir cómo embellecer tu hogar y jardín con nuestra ayuda."
    },
    {
      "id": 17,
      "name": "Tienda de Ropa Infantil",
      "image": "https://picsum.photos/200/300",
      "score": 4.0,
      "address": "Kids Avenue 1414",
      "schedule": "10:00 AM - 7:00 PM",
      "category": "ropa",
      "description": "Tienda de Ropa Infantil ofrece una variada selección de ropa para niños y niñas. Desde ropa casual y deportiva hasta prendas elegantes para ocasiones especiales, cada artículo está diseñado con comodidad y estilo en mente. Ven a visitarnos y encuentra lo mejor en moda infantil para tus pequeños."
    },
    {
      "id": 18,
      "name": "Librería de Arte",
      "image": "https://picsum.photos/200/300",
      "score": 3.7,
      "address": "Art Street 1515",
      "schedule": "9:00 AM - 6:00 PM",
      "category": "cafe",
      "description": "Librería de Arte es el lugar perfecto para los amantes del arte y la creatividad. Ofrecemos una extensa colección de libros de arte, técnicas creativas y materiales de dibujo. Además, organizamos talleres y eventos para fomentar la creatividad y el aprendizaje en el campo artístico."
    },
    {
      "id": 19,
      "name": "Zapatería Moderna",
      "image": "https://picsum.photos/200/300",
      "score": 4.7,
      "address": "Shoe Lane 1616",
      "schedule": "10:00 AM - 8:00 PM",
      "category": "ropa",
      "description": "Zapatería Moderna te ofrece una amplia gama de calzado para todas las edades y estilos. Desde zapatos casuales y deportivos hasta elegantes y formales, encontrarás la opción perfecta para cada ocasión. Nuestro personal está disponible para ayudarte a encontrar el calzado ideal que combine confort y moda."
    },
    {
      "id": 20,
      "name": "Tienda de Deportes",
      "image": "https://picsum.photos/200/300",
      "score": 3.4,
      "address": "Sport Avenue 1717",
      "schedule": "9:00 AM - 9:00 PM",
      "category": "ropa",
      "description": "Tienda de Deportes ofrece una variada selección de equipo deportivo y ropa para atletas y entusiastas del deporte. Desde artículos para entrenamientos y competiciones hasta accesorios para actividades al aire libre, tenemos todo lo que necesitas para mantenerte activo y rendir al máximo en tus deportes favoritos."
    }
  ]
}
